sp = {}
spcol = {}

--spcol["Пошлый Создатель"] = Color( 63, 153, 255 )
spcol["Наблюдатель"] = Color( 100, 100, 100 )
spcol["Штандартенфюрер"] = Color( 255, 255, 255 )
spcol["В.И.Ч"] = Color( 240, 0, 255 )
spcol["GAY"] = Color( 255, 100, 232 )

--sp["STEAM_0:0:90087002"] = "Пошлый Создатель" -- Hallkezz
sp["STEAM_0:0:68751787"] = "Наблюдатель" -- Nikolay Black
sp["STEAM_0:0:60822521"] = "Штандартенфюрер" -- Shifter
sp["STEAM_0:0:66062647"] = "В.И.Ч" -- Антик
sp["STEAM_0:0:209787282"] = "GAY" -- Cavick